Repository: dotnetprojects/DynamicDataDisplay
Catalog: src/DynamicDataDisplay/Strings/UIResources.*.resx
Languages: ru_ru

# AboutTitle
source: About DynamicDataDisplay
ru_ru: О DynamicDataDisplay

# About_1
source: is in «Auto Fit» mode by default. Using mouse with
ru_ru: находится по-умолчанию в режиме привязки к размеру данных. Используя мышь с зажатым

# About_10
source: Mouse drag
ru_ru: передвижение мышью

# About_11
source: — Select an area with current aspect ratio
ru_ru: — выделение области с текущим соотношением сторон

# About_12
source: — Select an area to zoom in
ru_ru: — выделение области для приближения

# About_13
source: — Fit to view
ru_ru: — отображаемая область по размеру данных

# About_14
source: — Copy screenshot of chart to clipboard
ru_ru: — копировать изображение графика в буфер обмена

# About_15
source: — Save screenshot of chart
ru_ru: — сохранить изображение графика в файл

# About_2
source: or
ru_ru: или

# About_3
source: pressed down you can manually select an area to display.
ru_ru: , вы можете выбрать область для показа.

# About_4
source: Mouse wheel
ru_ru: Колесо мыши

# About_5
source: and
ru_ru: и

# About_7
source: keys — Zoom in/Zoom out
ru_ru: — приближение/удаление

# About_8
source: Mouse drag
ru_ru: Передвижение мышью

# About_9
source: — Pan the display area
ru_ru: — передвижение отображаемой области

# ContextMenuCopyScreenshot
source: Copy screenshot
ru_ru: Копировать изображение

# ContextMenuCopyScreenshotTooltip
source: Copy screenshot of charts to clipboard
ru_ru: Копировать изображение графика в буфер обмена

# ContextMenuFitToView
source: Fit to view
ru_ru: Показать все данные

# ContextMenuFitToViewTooltip
source: Make visible area fit to display entire contents
ru_ru: Установить видимую область по размеру данных

# ContextMenuQuickHelp
source: Quick help
ru_ru: Инструкции

# ContextMenuQuickHelpTooltip
source: Show brief instructions
ru_ru: Показать краткие инструкции

# ContextMenuReportFeedback
source: Report feedback
ru_ru: Обратная связь

# ContextMenuReportFeedbackTooltip
source: Create an e-mail message to report feedback or submit a bug
ru_ru: Создать сообщение электронной почты для обратной связи или отправки сообщения об ошибке

# ContextMenuSaveScreenshot
source: Save screenshot
ru_ru: Сохранить изображение

# ContextMenuSaveScreenshotTooltip
source: Specify name of image file to save screenshot to
ru_ru: Сохранить изображение графика в файл

source: Loading...
ru_ru: Загрузка...

# SendFeedbackError
source: Seems that there is no a mailto: handler installed.\nJust send an email to
ru_ru: Не удалось найти зарегистрированную почтовую программу.\nПросто отправьте сообщение на
